tests/benchmark/results/v3.0.0/A_health_baseline.txt

Summary:
  Total:	15.0012 secs
  Slowest:	0.0269 secs
  Fastest:	0.0001 secs
  Average:	0.0011 secs
  Requests/sec:	43501.7984
  

Response time histogram:
  0.000 [1]	|
  0.003 [649591]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [2803]	|
  0.008 [97]	|
  0.011 [75]	|
  0.014 [8]	|
  0.016 [1]	|
  0.019 [0]	|
  0.022 [0]	|
  0.024 [1]	|
  0.027 [1]	|


Latency distribution:
  10%% in 0.0007 secs
  25%% in 0.0009 secs
  50%% in 0.0011 secs
  75%% in 0.0014 secs
  90%% in 0.0017 secs
  95%% in 0.0019 secs
  99%% in 0.0025 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0049 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0022 secs
  resp wait:	0.0011 secs, 0.0001 secs, 0.0269 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0021 secs

Status code distribution:
  [200]	652578 responses