tests/benchmark/results/v3.0.0/E_concurrency_1.txt

Summary:
  Total:	15.0004 secs
  Slowest:	0.0234 secs
  Fastest:	0.0001 secs
  Average:	0.0002 secs
  Requests/sec:	4646.6240
  

Response time histogram:
  0.000 [2]	|
  0.002 [68857]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [716]	|
  0.007 [124]	|
  0.009 [1]	|
  0.012 [0]	|
  0.014 [0]	|
  0.016 [0]	|
  0.019 [0]	|
  0.021 [0]	|
  0.023 [1]	|


Latency distribution:
  10%% in 0.0002 secs
  25%% in 0.0002 secs
  50%% in 0.0002 secs
  75%% in 0.0002 secs
  90%% in 0.0002 secs
  95%% in 0.0002 secs
  99%% in 0.0032 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0002 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0002 secs, 0.0001 secs, 0.0234 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	69701 responses